Repository: t1g3pf4c3/Projects
Catalog: UniJournal/TEST_DOCKER/src/plugins/generic/texture/locale/*/locale.po
Languages: pt_pt, tr_tr, vi_vn

# plugins.generic.texture.displayName
source: Texture Editor Plugin
pt_pt: Plugin do Editor Texture
tr_tr: Texture Editör Eklentisi
vi_vn: Plugin biên tập Texture

# plugins.generic.texture.description
source: Plugin to integrate the Texture JATS XML editor with OJS.
pt_pt: Plugin para integrar o editor JATS XML Texture no OJS.
tr_tr: Bu eklenti OJS dergi sistemine Texture JATS XML editörünü entegre eder.
vi_vn: Plugin để tích hợp trình soạn thảo Texture JATS XML với OJS.

# plugins.generic.texture.links.editWithTexture
source: Edit with Texture
pt_pt: Editar com o Texture
tr_tr: Texture ile Düzenle
vi_vn: Sửa với Texture

# plugins.generic.texture.links.createGalley
source: Create Galley
pt_pt: Criar Formato de Publicação
tr_tr: Dizgi Yarat
vi_vn: Tạo bản in

# plugins.generic.texture.notification.extracted
source: File extraction successful
pt_pt: Extração de ficheiro efetuada com sucesso
tr_tr: Dosya çıkarma işlemi başarılı
vi_vn: Tập tin được giải nén thành công

# plugins.generic.texture.notification.noValidDarFile
source: No valid DAR file
pt_pt: O ficheiro DAR não é válido
tr_tr: Geçerli bir DAR dosyası yok
vi_vn: Không có tệp DAR hợp lệ

# plugins.generic.texture.notification.noManifest
source: No manifest file available
pt_pt: O ficheiro de manifesto não se encontra disponível
tr_tr: Manifest dosyası yok
vi_vn: Không có tệp kê khai

# plugins.generic.texture.notification.noManuscript
source: No manuscript file available
pt_pt: Não existe um ficheiro de manuscrito disponível
tr_tr: Kullanılabilir makale dosyası yok
vi_vn: Không có tập tin bản thảo nào

# plugins.generic.texture.links.extractDarArchive
source: Extract DAR
pt_pt: Extrair DAR
tr_tr: DAR'ı dışarı çıkart
vi_vn: Giải nén DAR

# plugins.generic.texture.links.exportDarArchive
source: Export DAR
pt_pt: Exportar DAR
tr_tr: DAR olarak Dışarı Aktar
vi_vn: Xuất DAR

# plugins.generic.texture.links.extractZipArchive
source: Extract ZIP Archive
pt_pt: Extrais Ficheiro ZIP
tr_tr: ZIP'ı dışarı çıkart
vi_vn: Giải nén lưu trữ ZIP
